{
    "title": "Venture",
    "subtitle": "Manga/Anime Series",
    "homeSubtitle": "An anime/manga about an international tech startup in Tokyo",
    "checkOutKickstarterPage": "Support Series Production on Kickstarter",
    "subCallToAction": "Watch the Anime Episodes",
    "readEnglishManga": "Read the English Manga",
    "readJapaneseManga": "Read the Japanese Manga",
    "projectUpdates": "See Episode 1.1 Production Updates",
    "releaseDate": "Episode 1 Target Release: May 2020",
    "nav.home": "Home",
    "nav.about": "About",
    "nav.characters": "Staff/Cast",
    "nav.changeLanguage": "日本語",
    "cast.title.production": "Director/Producer",
    "cast.title.animators": "Animators",
    "cast.title.editor": "Script Editor",
    "cast.title.theme": "Theme",
    "cast.title.advice": "Voice Acting Advisor",
    "cast.title.musicCoordinator": "Music Coordinator",
    "cast.title.mainTheme": "「Venture」Main Theme",
    "cast.title.BGM": "BGM Composers（MPJ)",
    "cast.title.voiceMixing": "Voice Mixing",
    "cast.title.soundEffects": "Sound Effects",
    "cast.title.foleyMixing": "Foley Mixing",
    "cast.title.other": "Other Staff/Cast",
    "cast.title.specialThanks": "Special Thanks",
    "cast.title.mixingEngineer": "Mixing Engineer (Main Theme)",
    "cast.introductionVideo": "Watch Introduction Video",
    "cast.akiyama": "Shō Akiyama",
    "cast.kanayama": "Teppei Kanayama",
    "cast.tazaki": "Koji Tazaki",
    "cast.toda": "Makiko Toda",
    "cast.suzuki": "Rinnosuke Suzuki",
    "cast.kitahara": "Yu Kitahara",
    "cast.asada": "Yasuteru Asada",
    "cast.matsuno": "Kyohei Matsuno",
    "cast.lee": "Yulrim Lee",
    "cast.watanabe": "Takumi Watanabe",
    "cast.ohtsubo": "Akihiko Ohtsubo",
    "cast.greg": "Gregory Chen",
    "cast.mpj": "Music☆Port Japan (MPJ) Shinji George Aso",
    "cast.haratakashi": "Haratakashi",
    "cast.kato": "Hirokazu Kato",
    "cast.kojima": "Aya Kojima",
    "cast.haraguchi": "Takamasa Haraguchi",
    "cast.unset": "TBD",
    "specialThanks.ayan": "Ayan Ray",
    "specialThanks.antoine": "Antoine Lecubin",
    "specialThanks.mehdi": "Mehdi Shibahara",
    "specialThanks.kimi": "Kimihisa Nagai",
    "specialThanks.murochin": "Shouta Muroga",
    "cast": "Cast",
    "staff": "Staff",
    "about.characters": "Characters",
    "about.setDesign": "Set Design",
    "details.introduction": "INTRODUCTION",
    "details.introduction1": "Currently, there is a budding Silicon Valley-like startup scene in Tokyo, Japan.",
    "details.introduction2": "For those unfamiliar, Silicon Valley-like companies are ones that are similar to to the largest tech corporations and aspiring startups in the US, where the latest technology, including but not limited to software, is being developed rapidly in an international work environment.",
    "details.introduction3": "This fast-paced environment that is now growing in Tokyo includes startup members who not only excel in engineering but are also adept at business and management.",
    "details.introduction4": "Aside from being a conducive climate for developing cutting-edge technology, it also grants the rare opportunity of mixing both Japanese and international work culture and values.",
    "details.pilotEpisode": "PILOT EPISODE",
    "details.story": "STORY",
    "details.story1": "Venture is an anime set in an international tech startup in Tokyo, where Japanese and foreign staff go through their day-to-day lives working on engineering and business challenges as a small team.",
    "details.story2": "The actual twelve episodes will start as a slice of life/comedy anime, evolving into a deeper storyline consisting of both technical and personal challenges of the characters as they work in this unique Tokyo startup environment",
    "details.story3": "The series is told in the perspective of the two main characters who are high-school students working as part-time software engineers.",
    "details.viewMore": "View Characters",
    "character.background": "Background",
    "character.reasonForApplication": "Reason for Application",
    "character.hobbies": "Hobbies",
    "character.otherInfo": "Other Information",
    "character.ren.name": "Ren Shimizu",
    "character.ren.furigana": " ",
    "character.ren.jobTitle": "Part-time Frontend Engineer",
    "character.ren.profile": "(Japanese / 18 y.o. / 170cm / 55kg)",
    "character.ren.setting": "- a little shy at first, but gradually shows his leader-type personality as the story progresses\n- talented but lazy; loves to start new projects but never sees them through\n- has an influential aura and good communication skills due to his leader-type personality\n- quite popular in school\n- thinks of himself as a genius and believes he can change the world someday, but lacks the ability to receive feedback",
    "character.ren.reasonForApplication": "Ren is very fond of technology and computer science and loves to read IT news and study programming. He self-studies Javascript and Ruby, creates his own web applications, and joins local hackathons. \nBecause of this interest, he immediately applied to the company when he found out about the part-time job recruitment. His programming skills are lacking, but with his zeal and communication skills, he was able to enter the company.",
    "character.ren.hobbies": "- Programming\n- Web Design\n- Football\n- Guitar",
    "character.ren.other": "- Hiro's apprentice\n- For some reason he's afraid of Mikaela",
    "character.mayu.name": "Mayu Ishida",
    "character.mayu.furigana": " ",
    "character.mayu.jobTitle": "Part-time Backend Engineer",
    "character.mayu.profile": "(Japanese / 18 y.o. / 165cm / 53kg)",
    "character.mayu.setting": "- earnest and serious\n- extremely knowledgeable with graph theory\n- rather popular on GitHub and contributes to a number of high-profile open-source projects\n- not talented at all but achieves her goals through diligence\n- has a strong sense of responsibility\n- not afraid of failure and sees it as a natural part of the learning process\n- very sensitive and careful about not being a nuisance to others",
    "character.mayu.reasonForApplication": "Mayu comes from a single-parent home and is always in a financial crisis.\nHer mom rarely works and is always drinking, and this forces her to take care of her siblings and earn money for the family.\nHaving been sick of being poor, she searched for the most efficient way to earn money taking her skills and hobbies into account and learned programming in order to start working as a freelance software engineer. She became interested in working for the company after finding out the huge bump in income compared to working freelance online.",
    "character.mayu.hobbies": "- playing with her siblings\n- eating bread\n- graph theory",
    "character.mayu.other": "She hates Dan's careless and leisurely way of thinking and always thinks he's wasting his talents and energy on unimportant otaku things",
    "character.dan.name": "Dan Hawkes",
    "character.dan.furigana": " ",
    "character.dan.jobTitle": "Machine Learning Engineer",
    "character.dan.profile": "(British / 26 y.o. / 184cm / 68kg)",
    "character.dan.setting": "- Super Otaku\n- well-versed in all things anime\n- easily manipulated\n- born in Devon, grew up in London with a rather well-off family and studied at Cambridge, which makes him sound rather posh when speaking in English\n- very popular with girls due to his classic \"handsome blonde white boy\" charm\n- has an imaginary \"waifu\" in his mind and aims to make her into a real girl someday using machine learning",
    "character.dan.reasonForApplication": "As an anime enthusiast, Dan immediately joined the creation of the company as soon as he learned about the opportunity to work in Japan.\n\nHe has no other reason for joining the company.",
    "character.dan.hobbies": "- maid café\n- dakimakura\n- his \"waifu\", Nami\n- figurines\n- 2D",
    "character.dan.other": "- Dan is the only company member who does not know that Mikaela used to be a man\n- Because he is easily manipulated, Chloe the project manager loves working with him",
    "character.lucas.name": "Lucas Janssen, Ph.D.",
    "character.lucas.furigana": " ",
    "character.lucas.jobTitle": "Research Scientist",
    "character.lucas.profile": "(Belgian / 29 y.o. / 176cm / 68kg)",
    "character.lucas.setting": "- free spirit\n- has a lot of interests spread throughout different fields\n- a true \"Renaissance man\" with multiple talents and knowledge in both arts and sciences\n- puts the most value in creating new experiences and adventure, and simply drifted through trying and mastering different fields whilst searching for his \"meaning of life\", and this led him to finishing his doctoral at a relatively young age",
    "character.lucas.reasonForApplication": "Being bored of his life as a university professor, Lucas tried to search for his newest adventure, which led him to the company. The moment he found out about this company's strange yet remarkable environment, he immediately applied and joined.",
    "character.lucas.hobbies": "- travel\n- cooking\n- scientific experimentation\n- sports\n- meeting new and interesting people",
    "character.lucas.other": "He often plays sports with Meiko on weekends",
    "character.mikaela.name": "Mikaela Gonzales",
    "character.mikaela.furigana": " ",
    "character.mikaela.jobTitle": "Full-stack Engineer, Backend Main",
    "character.mikaela.profile": "(American / 26 y.o. / 168cm / 52kg)",
    "character.mikaela.setting": "- Florida-born American\n- used to be a man\n- has an strong sense of curiosity\n- despite a complete operation into fully turning into a woman, she still loves women and is not attracted to men at all\n- has an eidetic memory and hates notes of any form, thinking that they're a waste of natural resources\n- always seems rather stern and easily angered, but is severely depressed inside\n- as a backend main, she thinks frontend engineering and UI/UX is uninteresting",
    "character.mikaela.reasonForApplication": "Mikaela grew up as a child prodigy and finished university at age 18. Thinking that living in another country sounds like a fun challenge, she studied Japanese at a language school until 20 and proceeded to work at a large international tech company in Tokyo.\nAs an extremely intelligent person, she gets easily bored of normal, everyday things and is mostly only interested in deep conversations and complex technological discussions.\nBecause of this lack of interest in most normal activities, she tends to do random (and sometimes reckless) things just for the sake of fun, which include randomly having a sex reassignment surgery, moving to Japan on a whim, and going to bars to seduce men but ending up telling them \"I used to be a man.\" and walking away. She applied to the company to seek her new adventure and experience a less-structured, exciting startup life.",
    "character.mikaela.hobbies": "- seducing random men\n- drinking\n- algorithms\n- graph theory",
    "character.mikaela.other": "She loves jokingly flirting with Hiro",
    "character.hiro.name": "Masahiro Kamiyama",
    "character.hiro.furigana": " ",
    "character.hiro.jobTitle": "Full-stack Engineer, Frontend Main",
    "character.hiro.profile": "(Japanese / 25 y.o. / 179cm / 62kg)",
    "character.hiro.setting": "- very theatrical and loves western musicals and stage plays; aims to become a Hollywood actor someday and speaks english quite fluently\n- has always dreamed of becoming an actor, but due to his parents' opposing of this dream, he simply quietly finished his studies as a computer science major and planned to pursue his goals in show business while working as a software engineer\n- as an actor, he loves learning about other people's personalities and way of thinking\n- as a frontend main, he always thinks creatively to improve user experience and treats providing efficiency to users as somewhat similar to how an actor portrays ideas to audiences",
    "character.hiro.reasonForApplication": "Hiro has a deep interest in learning about different people's worldviews and personalities which encouraged him to apply to the company and work in this unusual, exciting environment full of people from various backgrounds and walks of life.",
    "character.hiro.hobbies": "- stage plays\n- movies\n- observing people\n- personality analysis",
    "character.hiro.other": "He is always busy with rehearsals after work and does not get much sleep which causes him to have relatively large bags under his eyes",
    "character.chloe.name": "Chloe LeBlanc",
    "character.chloe.furigana": " ",
    "character.chloe.jobTitle": "Project Manager",
    "character.chloe.profile": "(French / 31 y.o. / 153cm / 46kg)",
    "character.chloe.setting": "- clumsy and awkward\n- always rose-coloured and cheerful\n- because of her petite frame, she always gets mistaken for as a kid and therefore wears more classy and mature clothing to prevent this\n- first time working at an international Silicon-valley-like startup\n- sometimes feels inferior to engineers because she does not have technical skills of her own",
    "character.chloe.reasonForApplication": "Loves travelling and learning about different countries' cultures and lifestyle and immediately joined the company after finding out about this opportunity to work in Tokyo.\nShe is one of the founding members of the company.",
    "character.chloe.hobbies": "- fashion\n- wine-tasting\n- culture, traditions, and history of various countries\n- reading novels",
    "character.chloe.other": "After working for a long time in a traditional, large company and being the superior of engineers, the concept of being equal with engineering team members is still relatively new to her",
    "character.meiko.name": "Meiko Sumida",
    "character.meiko.furigana": " ",
    "character.meiko.jobTitle": "Product Manager",
    "character.meiko.profile": "(Japanese / 29 y.o. / 159cm / 55kg)",
    "character.meiko.setting": "- good-natured and courteous\n- is always nice and polite but is terribly strict with quality and attention to detail\n- has a bright personality but is very tough on herself and aims to be more stern with other people as well（inside her mind, she has this other more assertive and terrifying personality she calls \"alter-meiko\" which she looks up to and tries to imitate in real life）",
    "character.meiko.reasonForApplication": "After working for a large company which has a lot of structure and lack of freedom for innovation, Meiko tried to find a new adventure to put meaning into her existence and replace the cycle of working everyday to earn money just to spend it away. After learning about the company and its fascinating setup, she applied and joined.",
    "character.meiko.hobbies": "- futsal\n- croquet\n- golf\n- Steve Jobs",
    "character.meiko.other": "She often plays sports with Lucas on weekends",
    "character.sanosuke.name": "Sanosuke Takamoto",
    "character.sanosuke.furigana": " ",
    "character.sanosuke.jobTitle": "President",
    "character.sanosuke.profile": "(Half Japanese/Chinese / 33 y.o. / 185cm / 65kg)",
    "character.sanosuke.setting": "- excels in both business and engineering knowledge\n- has enough experience and skills to do the engineering, research, and business on his own, but since this spreads him out too thin with regards to time, he decided to create a company in order to delegate tasks and surpass the limits of a single person\n- extremely intelligent but always puts on a comedic, foolish appeal\n- aims to improve the world and people's lives with artificial intelligence and engineering",
    "character.sanosuke.reasonForApplication": "Sanosuke has always dreamed to change the world in his own way since he was a young child. Because of this, he diligently worked his way through school and managed to get a job at a large tech company to collect both engineering and business experience and knowledge. \nHowever, one day both of his parents died in an accident, and he received a large sum of money as inheritance. That day, he was drinking at a bar in London while lamenting his parents' death, and was able to meet Dan and Chloe. This was the day they decided to build the company.",
    "character.sanosuke.hobbies": "- solutions\n- business\n- application of research and technology",
    "character.sanosuke.other": "-",
    "footer.copyright": "© Designed/Developed by Akiyama Shō",
    "footer.instagramLink": "https://instagram.com/ventureanimeofficial",
    "footer.twitterLink": "https://twitter.com/VentureAnime",
    "footer.facebookLink": "https://www.facebook.com/Venture-Anime-120793552647372"
}
